{
    "//": "==ENDSCREEN==",
    "GEFELICITEERD!": "CONGRATULATIONS!",
    "JE BENT UIT HET BOS ONTSNAPT!": "YOU ESCAPED THE FOREST!",
    
    "//": "==DIALOGS==",
    "(....Klik om door te gaan)": "(....Click to continue)",
    "(....klik op de knop om door te gaan)": "(....Click the button to continue)",

    "//": "Player",
    "Help waar ben ik?": "Help where am I?",
    "Ik wil terug naar huis!": "I want to go back home!",
    
    "//": "Main",
    "Geen zorgen, ik kan je helpen!|Om hieruit te komen|moet je 4 stukken van de sleutel verzamelen.": "No worries, I can help you!|To get out of here|you need to collect 4 pieces of a key.",
    "Ga naar de 4|verschillende gebieden|om een stuk van|de sleutel te krijgen.": "Go to each of the 4|different areas|and collect a part|of the key.",
    "Jij mag kiezen|waar je wilt beginnen,|veel succes!": "You can choose|which area you want to go first,|good luck!",
    "(....Klik op de map om door te gaan)": "(....Click on the map to continue)",

    "//": "Autumn",
    "Hallo kind,": "Hello child,",  
    "je moet mijn geschiedenis|uitdaging voltooien|als je een stuk|van de sleutel wilt hebben.": "you must complete my history challenge|if you want a piece|of the key.",  
    "Veel succes!": "Good luck!",

    "//": "Spring",
    "He, daar ben je weer.": "Hey, there you are again.",
    "Als jij een stuk|van de sleutel wilt hebben|van mij dan moet je|de scheikunde uitdaging voltooien.": "If you want a piece|of the key from me, you must|complete the chemistry challenge.",
    "Veel succes!|Je zult het nodig hebben.": "Good luck!|You will need it.",
    
    "//": "Summer",
    "Hoot hoot, welkom.": "Hoot hoot, welcome.",
    "Als je een stuk van de sleutel wilt|moet je mijn aardrijkskunde|uitdaging voltooien.": "If you want a piece of the key,|you must complete my geography|challenge.",
    "Veel plezier!": "Have fun!",

    "//": "Winter",
    "Hihi, hallo.": "Hehe, hello.",
    "Als je een stuk van de sleutel wilt|hebben van mij dan moet je|mijn biologie uitdaging|voltooien.": "If you want a piece of the key|from me, you need to complete|my biology challenge.",
    "Je kan het!": "You can do it!",


    "//": "==CHALLENGES==",
    "Klik als je het niet snapt!": "Click if you don't understand!",
    "Maak 4 groepen van 4 die bij elkaar passen": "Make 4 groups of 4 that fit with eachother",

    "//": "==biology-easy==",
    "Boerderijdieren": "Farm Animals",
    "Koe": "Cow",
    "Een koe is een groot boerderijdier dat melk produceert. Koeien worden vaak op boerderijen gehouden omdat ze melk, vlees en leer leveren.": "A cow is a large farm animal that produces milk. Cows are often kept on farms because they provide milk, meat, and leather.",
    "Schaap": "Sheep",
    "Een schaap is een wollig dier dat op boerderijen leeft. Ze worden gehouden voor hun wol, die wordt gebruikt om kleding te maken, en voor hun vlees.": "A sheep is a woolly animal that lives on farms. They are kept for their wool, which is used to make clothing, and for their meat.",
    "Varken": "Pig",
    "Een varken is een roze of bruin boerderijdier met een snuit. Varkens worden gefokt voor hun vlees, zoals spek en varkensvlees.": "A pig is a pink or brown farm animal with a snout. Pigs are bred for their meat, such as bacon and pork.",
    "Paard": "Horse",
    "Een paard is een groot dier dat snel kan rennen en mensen kan dragen. Paarden worden op boerderijen gebruikt voor werk, zoals het trekken van karren.": "A horse is a large animal that can run fast and carry people. Horses are used on farms for work, such as pulling carts.",
    
    "Huisdieren": "Pets",
    "Kat": "Cat",
    "Een kat is een klein, harig dier dat spint en veel slaapt. Katten zijn populaire huisdieren omdat ze vriendelijk en gemakkelijk te verzorgen zijn.": "A cat is a small, furry animal that purrs and sleeps a lot. Cats are popular pets because they are friendly and easy to care for.",
    "Hond": "Dog",
    "Een hond is een trouw dier dat kan blaffen. Honden worden als huisdier gehouden omdat ze loyaal, beschermend en geweldige metgezellen zijn.": "A dog is a loyal animal that can bark. Dogs are kept as pets because they are loyal, protective, and great companions.",
    "Hamster": "Hamster",
    "Een hamster is een klein, harig knaagdier met kleine pootjes. Hamsters zijn populaire huisdieren omdat ze gemakkelijk te verzorgen zijn.": "A hamster is a small, furry rodent with tiny paws. Hamsters are popular pets because they are easy to care for.",
    "Konijn": "Rabbit",
    "Een konijn is een klein dier met lange oren dat huppelt. Konijnen worden als huisdieren gehouden omdat ze zachtaardig en leuk zijn.": "A rabbit is a small animal with long ears that hops. Rabbits are kept as pets because they are gentle and fun.",
    
    "Vogels": "Birds",
    "Arend": "Eagle",
    "Een arend is een grote vogel met scherpe klauwen en een haakvormige snavel. Arenden zijn krachtige vogels die hoog kunnen vliegen en jagen.": "An eagle is a large bird with sharp claws and a hooked beak. Eagles are powerful birds that can fly high and hunt.",
    "Mus": "Sparrow",
    "Een mus is een kleine, bruine vogel die in steden en tuinen voorkomt. Mussen zijn veel voorkomende vogels die vaak dicht bij mensen leven.": "A sparrow is a small, brown bird that can be found in cities and gardens. Sparrows are common birds that often live close to people.",
    "Meeuw": "Seagull",
    "Een meeuw is een witte vogel die vaak bij de oceaan wordt gezien. Meeuwen zijn goed in het vinden van voedsel op stranden.": "A seagull is a white bird that is often seen near the ocean. Seagulls are good at finding food on beaches.",
    "Flamingo": "Flamingo",
    "Een flamingo is een lange, roze vogel met lange poten. De flamingo is een unieke vogel vanwege hun roze veren en hun liefde voor water.": "A flamingo is a tall, pink bird with long legs. The flamingo is a unique bird due to its pink feathers and love for water.",
    
    "Zeedieren": "Ocean Animals",
    "Haai": "Shark",
    "Een haai is een grote vis met scherpe tanden. Haaien leven in de oceaan en behoren tot de top-roofdieren in het water.": "A shark is a large fish with sharp teeth. Sharks live in the ocean and are among the top predators in the water.",
    "Dolfijn": "Dolphin",
    "Een dolfijn is een slim en speels zeedier. Dolfijnen leven in de oceaan, zwemmen snel en staan bekend om hun intelligentie.": "A dolphin is a smart and playful sea animal. Dolphins live in the ocean, swim fast, and are known for their intelligence.",
    "Walvis": "Whale",
    "Een walvis is een gigantisch zeezoogdier dat lucht ademt. Walvissen leven in de oceaan en zijn enkele van de grootste dieren ter wereld.": "A whale is a gigantic marine mammal that breathes air. Whales live in the ocean and are some of the largest animals on Earth.",
    "Octopus": "Octopus",
    "Een octopus is een zeedier met acht armen. Octopussen leven in de oceaan en zijn bijzonder omdat ze kunnen camoufleren en zich in kleine ruimtes kunnen wurmen.": "An octopus is a sea creature with eight arms. Octopuses live in the ocean and are special because they can camouflage and squeeze into small spaces.",

    "//": "==biology-medium==",
    "Zoogdieren": "Mammals",
    "Leeuw": "Lion",
    "Een leeuw is naast de tijger de allergrootste kat, vaak de \"koning van de jungle\" genoemd. Leeuwen zijn zoogdieren omdat ze hun jongen melk geven.": "A lion, along with the tiger, is one of the largest cats and is often called the 'king of the jungle.' Lions are mammals because they feed their young with milk.",
    "//": "Dolphin",
    "Een dolfijn is een speels zeedier. Dolfijnen zijn zoogdieren omdat ze lucht ademen en hun jongen met melk voeden.": "A dolphin is a playful sea creature. Dolphins are mammals because they breathe air and feed their young with milk.",
    "Vleermuis": "Bat",
    "Een vleermuis is een klein vliegend dier dat in de nacht actief is. Vleermuizen zijn zoogdieren omdat ze bont hebben en hun jongen melk geven.": "A bat is a small flying creature active at night. Bats are mammals because they have fur and feed their young with milk.",
    "Olifant": "Elephant",
    "Een olifant is het grootste landzoogdier. Olifanten zijn zoogdieren omdat ze haar hebben, warmbloedig zijn en levende jongen baren.": "An elephant is the largest land mammal. Elephants are mammals because they have hair, are warm-blooded, and give birth to live young.",
    
    "Reptielen": "Reptiles",
    "Krokodil": "Crocodile",
    "Een krokodil is een groot reptiel met scherpe tanden en schubbenhuid. Krokodillen zijn reptielen omdat ze schubben hebben en eieren leggen.": "A crocodile is a large reptile with sharp teeth and scaly skin. Crocodiles are reptiles because they have scales and lay eggs.",
    "Hagedis": "Lizard",
    "Een hagedis is een klein reptiel dat kan kruipen en klimmen. Het zijn reptielen omdat ze koudbloedig zijn en een droge, schubbige huid hebben.": "A lizard is a small reptile that can crawl and climb. They are reptiles because they are cold-blooded and have dry, scaly skin.",
    "Slang": "Snake",
    "Een slang is een lang reptiel zonder poten dat kronkelt. Slangen zijn reptielen omdat ze schubben hebben en eieren leggen.": "A snake is a long reptile without legs that slithers. Snakes are reptiles because they have scales and lay eggs.",
    "Schildpad": "Turtle",
    "Een schildpad is een langzaam reptiel met een hard schild. Schildpadden zijn reptielen omdat ze schubben hebben, eieren leggen en op land of in het water leven.": "A turtle is a slow reptile with a hard shell. Turtles are reptiles because they have scales, lay eggs, and live on land or in water.",
    
    "Insecten": "Insects",
    "Lieveheersbeestje": "Ladybug",
    "Een lieveheersbeestje is een klein, rood insect met zwarte stippen. Het zijn insecten omdat ze zes poten en drie lichaamsdelen hebben.": "A ladybug is a small, red insect with black spots. They are insects because they have six legs and three body parts.",
    "Rups": "Caterpillar",
    "Een rups is de jonge vorm van een vlinder. Rupsen zijn insecten omdat ze zes poten hebben en zich ontwikkelen tot vlinders.": "A caterpillar is the young form of a butterfly. Caterpillars are insects because they have six legs and develop into butterflies.",
    "Mier": "Ant",
    "Een mier is een klein, hardwerkend insect dat in kolonies leeft. Het zijn insecten omdat ze zes poten, voelsprieten hebben en grote groepen vormen.": "An ant is a small, hardworking insect that lives in colonies. They are insects because they have six legs, antennae, and form large groups.",
    "Bij": "Bee",
    "Een bij is een zoemend insect dat honing maakt. Bijen zijn insecten omdat ze zes poten hebben en belangrijk zijn voor planten en bloemen.": "A bee is a buzzing insect that makes honey. Bees are insects because they have six legs and are important for plants and flowers.",
    
    "Amfibieën": "Amphibians",
    "Kikker": "Frog",
    "Een kikker is een klein dier dat in water en op het land leeft en daarom zijn het ook amfibieën.": "A frog is a small animal that lives in water and on land, which makes it an amphibian.",
    "Pad": "Toad",
    "Een pad heeft een drogere huid en kortere poten dan een kikker. Het zijn amfibieën omdat ze op het land leven maar hun eieren in water leggen.": "A toad has drier skin and shorter legs than a frog. They are amphibians because they live on land but lay their eggs in water.",
    "Salamander": "Salamander",
    "Een salamander is een klein dier een gladde huid heeft. Salamanders zijn amfibieën omdat ze water nodig hebben om hun huid vochtig te houden.": "A salamander is a small animal with smooth skin. Salamanders are amphibians because they need water to keep their skin moist.",
    "Watersalamander": "Newt",
    "Een watersalamander is een type kleine salamander. Watersalamanders zijn amfibieën omdat ze hun leven in water beginnen en later op het land kunnen leven.": "A newt is a type of small salamander. Newts are amphibians because they start their life in water and later live on land.",





    "//": "==biology-hard==",
    "Herbivoren": "Herbivores",
    "//": "Horse",
    "Een paard is een groot dier dat gras en hooi eet. Paarden zijn herbivoren omdat ze alleen planten eten zoals gras en bladeren, om energie te krijgen.": "A horse is a large animal that eats grass and hay. Horses are herbivores because they only eat plants like grass and leaves to gain energy.",
    "//": "Cow",
    "Een koe is een boerderijdier dat gras eet en melk levert. Het zijn herbivoren omdat ze een speciale maag hebben die hen helpt planten te verteren.": "A cow is a farm animal that eats grass and produces milk. Cows are herbivores because they have a special stomach that helps digest plants.",
    "Giraf": "Giraffe",
    "Een giraf is het hoogste landdier. Giraffen zijn herbivoren omdat ze alleen planten eten, en hun lange nek gebruiken om bij hun voedsel te komen.": "A giraffe is the tallest land animal. Giraffes are herbivores because they only eat plants and use their long necks to reach their food.",
    "//": "Bunny",
    "Een konijn is een klein dier dat huppelt en groenten eet. Konijnen zijn herbivoren omdat ze gras, groenten en planten eten om gezond te blijven.": "A rabbit is a small animal that hops and eats vegetables. Rabbits are herbivores because they eat grass, vegetables, and plants to stay healthy.",

    "Carnivoren": "Carnivores",
    "Tijger": "Tiger",
    "Een tijger is een grote, gestreepte kat die jaagt op andere dieren. Tijgers zijn carnivoren omdat ze vlees eten om te overleven.": "A tiger is a large striped cat that hunts other animals. Tigers are carnivores because they eat meat to survive.",
    "Wolf": "Wolf",
    "Een wolf is een wilde hond die in groepen jaagt. Wolven zijn carnivoren omdat ze jagen en vlees eten, zoals herten, konijnen en kleinere dieren.": "A wolf is a wild dog that hunts in packs. Wolves are carnivores because they hunt and eat meat, such as deer, rabbits, and smaller animals.",
    "//": "Shark",
    "Een haai is een krachtige zee-roofdier met scherpe tanden. Haaien zijn carnivoren omdat ze andere vissen en zeedieren eten om te overleven.": "A shark is a powerful marine predator with sharp teeth. Sharks are carnivores because they eat other fish and sea creatures to survive.",
    "//": "Lion",
    "Een leeuw is een grote kat die jaagt op dieren op de grasvlakten. Leeuwen zijn carnivoren omdat ze jagen en dieren eten, zoals gazellen.": "A lion is a large cat that hunts animals on the plains. Lions are carnivores because they hunt and eat animals, such as gazelles.",

    "Omnivoren": "Omnivores",
    "Beer": "Bear",
    "Een beer is een groot dier. Beren zijn omnivoren omdat ze planten zoals bessen eten, maar ook jagen op vis en kleine dieren.": "A bear is a large animal. Bears are omnivores because they eat plants like berries but also hunt fish and small animals.",
    "//": "Pig",
    "Een varken is een boerderijdier dat veel soorten voedsel eet. Varkens zijn omnivoren omdat ze zowel planten als vlees eten.": "A pig is a farm animal that eats many types of food. Pigs are omnivores because they eat both plants and meat.",
    "Mens": "Human",
    "Een mens is een persoon, en wij maken deel uit van het dierenrijk. Mensen zijn omnivoren omdat we zowel planten als vlees eten om energie te krijgen.": "A human is a person, and we are part of the animal kingdom. Humans are omnivores because we eat both plants and meat to gain energy.",
    "Wasbeer": "Raccoon",
    "Een wasbeer is een klein dier dat in de nacht vaak naar voedsel zoekt. Wasberen zijn omnivoren omdat ze zowel planten als kleine dieren eten.": "A raccoon is a small animal that often looks for food at night. Raccoons are omnivores because they eat both plants and small animals.",

    "Insectivoren": "Insectivores",
    "Miereneter": "Anteater",
    "Een miereneter is een groot dier met een lange snuit en een tong. Het zijn insectivoren omdat ze voornamelijk mieren eten om hun voedsel te krijgen.": "An anteater is a large animal with a long snout and a tongue. They are insectivores because they mainly eat ants to get their food.",
    "Egel": "Hedgehog",
    "Een egel is een klein, stekelig dier dat zich oprolt voor bescherming. Het zijn insectivoren omdat ze insecten, zoals kevers en wormen eten.": "A hedgehog is a small spiky animal that curls up for protection. They are insectivores because they eat insects, such as beetles and worms.",
    "Vogel": "Bird",
    "Sommige vogels, zoals roodborstjes, eten insecten als hun belangrijkste voedsel. Vogels kunnen insectivoren zijn omdat veel van hen insecten eten.": "Some birds, like robins, eat insects as their main food. Birds can be insectivores because many of them eat insects.",
    "Kameleon": "Chameleon",
    "Kameleons zijn insectivoren omdat ze insecten, zoals vliegen en krekels, vangen met hun lange, kleverige tongen.": "Chameleons are insectivores because they catch insects, such as flies and crickets, with their long, sticky tongues.",

    "//": "==geography-easy==",
    "België": "Belgium",
    "Chocolade": "Chocolate",
    "Chocolade is een zoete lekkernij gemaakt van cacaobonen, waarbij België bekendstaat om zijn hoogwaardige chocolade.": "Chocolate is a sweet treat made from cocoa beans, with Belgium renowned for its high-quality chocolate.",
    "Brussel": "Brussels",
    "Brussel de hoofdstad van België, is belangrijk als regeringscentrum en herbergt het hoofdkwartier van de Europese Unie.": "Brussels, the capital of Belgium, is an important government center and hosts the European Union headquarters.",
    "Friet": "Fries",
    "Frieten worden door België geclaimd als hun uitvinding, met \"Belgische frieten\" die wereldwijd bekend staan om hun unieke smaak en dikte.": "Fries are claimed by Belgium as their invention, with \"Belgian fries\" being known worldwide for their unique taste and thickness.",
    "Wafels": "Waffles",
    "Wafels zijn een Belgische specialiteit met twee beroemde soorten: Brusselse wafels (licht en luchtig) en Luikse wafels (zoet en gekarameliseerd).": "Waffles are a Belgian specialty with two famous types: Brussels waffles (light and airy) and Liège waffles (sweet and caramelized).",
    
    "Nederland": "Netherlands",
    "Windmolen": "Windmill",
    "Nederland staat bekend om zijn historische windmolens en ze werden gebruikt om energie op te wekken of graan te malen.": "The Netherlands is known for its historic windmills, used to generate energy or grind grain.",
    "Kanaal": "Canal",
    "Een kanaal is een door mensen gemaakte waterweg die wordt gebruikt voor transport en waterbeheer. Nederland heeft veel kanalen.": "A canal is a man-made waterway used for transport and water management. The Netherlands has many canals.",
    "Fietsen": "Bicycles",
    "Nederland staat bekend als de fietshoofdstad van de wereld, met meer fietsen dan mensen.": "The Netherlands is known as the bicycle capital of the world, with more bicycles than people.",
    "Tulpen": "Tulips",
    "Tulpen zijn mooie bloemen die in de lente bloeien. Nederland is beroemd om zijn uitgestrekte tulpenvelden en tulpenfestivals, en het exporteert miljoenen tulpenbollen wereldwijd.": "Tulips are beautiful flowers that bloom in spring. The Netherlands is famous for its vast tulip fields and festivals, exporting millions of tulip bulbs worldwide.",

    "//": "Germany",
    "Bratwurst": "Bratwurst",
    "Duitsland staat bekend om de bratwurst en is een traditioneel gerecht dat vaak wordt gegeten tijdens festivals en maaltijden.": "Germany is famous for bratwurst, a traditional dish often eaten during festivals and meals.",
    "Schnitzel": "Schnitzel",
    "Schnitzel is een dun stuk vlees, meestal varkensvlees, dat gepaneerd en gefrituurd wordt. Het is een van de beroemdste Duitse gerechten.": "Schnitzel is a thin piece of meat, usually pork, breaded and fried. It is one of Germany's most famous dishes.",
    "Oktoberfest": "Oktoberfest",
    "Oktoberfest is een groot festival dat de Beierse cultuur viert met traditioneel eten, muziek en bier.": "Oktoberfest is a major festival celebrating Bavarian culture with traditional food, music, and beer.",
    "Berlijn": "Berlin",
    "Berlijn is de hoofdstad van Duitsland. Het is een belangrijk cultureel en historisch centrum, bekend om bezienswaardigheden zoals de Berlijnse Muur.": "Berlin is the capital of Germany. It is an important cultural and historical center, known for landmarks like the Berlin Wall.",

    "Engeland": "England",
    "Big Ben": "Big Ben",
    "Big Ben is een beroemde klokkentoren in Londen. Het is een symbool van Engeland en zijn hoofdstad Londen.": "Big Ben is a famous clock tower in London. It is a symbol of England and its capital, London.",
    "Royalty": "Royalty",
    "Royalty verwijst naar de koninklijke familie die deel uitmaken van een monarchie. Engeland staat hier wereldwijd bekend om.": "Royalty refers to the royal family in a monarchy. England is globally known for this.",
    "Thee": "Tea",
    "Thee is een warme drank die wordt gemaakt door gedroogde theebladeren in water te laten trekken. Thee drinken is een grote traditie in Engeland.": "Tea is a warm drink made by steeping dried tea leaves in water. Drinking tea is a major tradition in England.",
    "Rode Telefooncellen": "Red Telephone Boxes",
    "Rode telefooncellen zijn kleine hokjes met openbare telefoons. De rode telefooncel is een iconisch symbool van Engeland, vooral in steden zoals Londen.": "Red telephone boxes are small booths with public telephones. The red telephone box is an iconic symbol of England, especially in cities like London.",

    "//": "==geography-medium==",
    "Europa": "Europe",
    "Frankrijk": "France",
    "Frankrijk is een land in Europa en staat bekend om zijn rijke cultuur, eten, wijn, mode en bezienswaardigheden zoals de Eiffeltoren.": "France is a country in Europe known for its rich culture, food, wine, fashion, and landmarks like the Eiffel Tower.",
    "Italië": "Italy",
    "Italië is een land in Europa en staat bekend om zijn eten, kunst en oude geschiedenis zoals de Grieken en Romeinen.": "Italy is a country in Europe known for its food, art, and ancient history, such as the Greeks and Romans.",
    "Spanje": "Spain",
    "Spanje is een land in Europa en staat bekend om flamencodansen, mooie stranden en traditionele gerechten zoals paella.": "Spain is a country in Europe known for flamenco dancing, beautiful beaches, and traditional dishes like paella.",
    "Zweden": "Sweden",
    "Zweden is een land in Europa en staat bekend om zijn prachtige bossen, meren en moderne steden zoals Stockholm.": "Sweden is a country in Europe known for its beautiful forests, lakes, and modern cities like Stockholm.",
  
    "Azië": "Asia",
    "Japan": "Japan",
    "Japan is een eilandnatie in Azië, beroemd om zijn technologie, kersenbloesems en traditionele cultuur.": "Japan is an island nation in Asia, famous for its technology, cherry blossoms, and traditional culture.",
    "India": "India",
    "India, een land in Zuid-Azië, staat bekend om zijn rijke geschiedenis, cultuur en bezienswaardigheden zoals de Taj Mahal.": "India, a country in South Asia, is known for its rich history, culture, and landmarks like the Taj Mahal.",
    "Thailand": "Thailand",
    "Thailand, een land in Zuidoost-Azië staat bekend om zijn prachtige stranden, tempels en traditioneel Thais eten.": "Thailand, a country in Southeast Asia, is known for its beautiful beaches, temples, and traditional Thai food.",
    "Korea": "Korea",
    "Zuid-Korea, een land in Azië staat bekend om K-Pop, technologie en gerechten zoals kimchi.": "South Korea, a country in Asia, is known for K-Pop, technology, and dishes like kimchi.",
  
    "Afrika": "Africa",
    "Egypte": "Egypt",
    "Egypte, een land in Afrika, staat bekend om zijn oude piramides, de Sfinx en zijn rijke geschiedenis.": "Egypt, a country in Africa, is known for its ancient pyramids, the Sphinx, and its rich history.",
    "Zuid-Afrika": "South Africa",
    "Zuid-Afrika een land in Afrika, staat bekend om zijn diverse culturen, dieren, prachtige landschappen en levendige steden zoals Kaapstad.": "South Africa, a country in Africa, is known for its diverse cultures, animals, beautiful landscapes, and vibrant cities like Cape Town.",
    "Kenia": "Kenya",
    "Kenia, een land in Afrika, staat bekend om zijn safari’s, wilde dieren zoals leeuwen en olifanten en prachtige landschappen.": "Kenya, a country in Africa, is known for its safaris, wildlife such as lions and elephants, and beautiful landscapes.",
    "Nigeria": "Nigeria",
    "Nigeria, een land in Afrika, staat bekend om zijn grote bevolking, diversiteit en Nollywood, de op een na grootste filmindustrie ter wereld.": "Nigeria, a country in Africa, is known for its large population, diversity, and Nollywood, the second-largest film industry in the world.",
  
    "Amerika": "Americas",
    "Verenigde Staten": "United States",
    "De V.S. een land in Noord-Amerika staat bekend om grote steden zoals New York, iconische bezienswaardigheden en zijn invloed op de wereld.": "The U.S., a country in North America, is known for large cities like New York, iconic landmarks, and its global influence.",
    "Brazilië": "Brazil",
    "Brazilië, een land in Zuid-Amerika staat bekend om het Amazonewoud, levendige carnavalsfeesten en zijn bruisende cultuur.": "Brazil, a country in South America, is known for the Amazon rainforest, lively carnival celebrations, and its vibrant culture.",
    "Canada": "Canada",
    "Canada, een land in Noord-Amerika, staat bekend om zijn verbluffende landschappen, uitgestrekte bossen en bruisende steden zoals Toronto.": "Canada, a country in North America, is known for its stunning landscapes, vast forests, and bustling cities like Toronto.",
    "Argentinië": "Argentina",
    "Argentinië, een land in Zuid-Amerika, staat bekend om de tangodans, het wereldberoemde rundvlees en de Andes.": "Argentina, a country in South America, is known for the tango dance, its world-famous beef, and the Andes.",

    "//": "==geography-hard==",
    "Eilandnaties": "Island Nations",
    "Japan is een eilandnatie in Azië, bestaande uit meer dan 6.000 eilanden.": "Japan is an island nation in Asia, consisting of over 6,000 islands.",
    "IJsland": "Iceland",
    "IJsland is een klein eiland in de Noord-Atlantische Oceaan. Bekend om zijn vulkanen, gletsjers en prachtige landschappen.": "Iceland is a small island in the North Atlantic Ocean. Known for its volcanoes, glaciers, and beautiful landscapes.",
    "Madagaskar": "Madagascar",
    "Madagaskar is een groot eiland voor de kust van Afrika. Beroemd om zijn unieke dieren, zoals lemuren.": "Madagascar is a large island off the coast of Africa. Famous for its unique animals, such as lemurs.",
    "Verenigd Koninkrijk": "United Kingdom",
    "Het Verenigd Koninkrijk is een eiland bestaande uit Engeland, Schotland, Wales en Noord-Ierland.": "The United Kingdom is an island consisting of England, Scotland, Wales, and Northern Ireland.",

    "Landen zonder toegang tot zee": "Landlocked Countries",
    "Zwitserland": "Switzerland",
    "Zwitserland is een klein land in Europa, omringd door bergen. Het heeft geen kustlijn en is omringd door landen zoals Frankrijk en Italië.": "Switzerland is a small country in Europe, surrounded by mountains. It has no coastline and is bordered by countries like France and Italy.",
    "Oostenrijk": "Austria",
    "Oostenrijk is een land in Centraal-Europa, bekend om zijn bergen en steden zoals Wenen. Het is volledig landlocked, zonder toegang tot de zee.": "Austria is a country in Central Europe, known for its mountains and cities like Vienna. It is completely landlocked, with no access to the sea.",
    "Hongarije": "Hungary",
    "Hongarije is een land in Centraal-Europa. Het is landlocked zonder kustlijn, en wordt omringd door landen zoals Oostenrijk, Slowakije en Roemenië.": "Hungary is a country in Central Europe. It is landlocked with no coastline, surrounded by countries like Austria, Slovakia, and Romania.",
    "Tsjechië": "Czech Republic",
    "Tsjechië is een land in Centraal-Europa, bekend om zijn kastelen en hoofdstad Praag. Het is landlocked, omringd door andere landen zonder toegang tot de oceaan.": "Czech Republic is a country in Central Europe, known for its castles and capital Prague. It is landlocked, surrounded by other countries with no access to the ocean.",

    "Kustnaties": "Coastal Nations",
    "Noorwegen": "Norway",
    "Noorwegen is een land in Noord-Europa met een lange kustlijn. Het heeft duizenden kilometers kustlijn, met fjorden en toegang tot de oceaan.": "Norway is a country in Northern Europe with a long coastline. It has thousands of kilometers of coastline, with fjords and access to the ocean.",
    "Spanje is een land in Zuid-Europa. Het heeft een lange kustlijn langs de Middellandse Zee en de Atlantische Oceaan.": "Spain is a country in Southern Europe. It has a long coastline along the Mediterranean Sea and the Atlantic Ocean.",
    "Griekenland": "Greece",
    "Griekenland is een land in Zuidoost-Europa dat bestaat uit honderden eilanden. Het heeft een lange kustlijn met toegang tot de Middellandse Zee.": "Greece is a country in Southeast Europe consisting of hundreds of islands. It has a long coastline with access to the Mediterranean Sea.",
    "Frankrijk is een land in West-Europa met bergen en stranden. Het heeft kustlijnen langs de Atlantische Oceaan en de Middellandse Zee.": "France is a country in Western Europe with mountains and beaches. It has coastlines along the Atlantic Ocean and the Mediterranean Sea.",

    "Landen met woestijnen": "Countries with Deserts",
    "Egypte is een land in Noord-Afrika dat grotendeels uit woestijn bestaat. Het herbergt de Sahara, de grootste hete woestijn ter wereld.": "Egypt is a country in North Africa that is mostly desert. It is home to the Sahara, the largest hot desert in the world.",
    "Saoedi-Arabië": "Saudi Arabia",
    "Saoedi-Arabië is een groot land in het Midden-Oosten. Grote delen van het land zijn bedekt door woestijn, zoals de Rub al Khali.": "Saudi Arabia is a large country in the Middle East. Large parts of the country are covered by deserts, such as the Rub al Khali.",
    "Australië": "Australia",
    "Australië is een groot land en continent op het zuidelijk halfrond. Het heeft verschillende woestijnen, zoals de Grote Victoriawoestijn.": "Australia is a large country and continent in the southern hemisphere. It has various deserts, such as the Great Victoria Desert.",
    "De Verenigde Staten is een groot land in Noord-Amerika. Het heeft verschillende woestijnen, zoals de Mojave woestijn en de Sonora woestijn, die zich bevinden in staten zoals Californië en Arizona.": "The United States is a large country in North America. It has various deserts, such as the Mojave Desert and the Sonoran Desert, located in states like California and Arizona.",

    "//": "==history-easy==",
    "Tweede wereldoorlog": "World War 2",
    "Tanks": "Tanks",
    "Een tank is een zwaar gepantserd voertuig met een kanon en rupsbanden, essentieel in WOII voor mobiele vuurkracht en het doorbreken van linies.": "A tank is a heavily armored vehicle with a cannon and tracks, essential in WWII for mobile firepower and breaking through lines.",
    "Anne Frank": "Anne Frank",
    "Anne Frank was een Joods meisje dat een dagboek schreef terwijl ze ondergedoken zat voor de nazis, het dagboek gaf inzicht in haar leven.": "Anne Frank was a Jewish girl who wrote a diary while hiding from the Nazis, providing insight into her life.",
    "Duitsland": "Germany",
    "Duitsland, onder leiding van Hitler, begon WOII en viel veel landen in Europa binnen, wat het een sleutelrol in het conflict gaf.": "Germany, led by Hitler, started WWII and invaded many countries in Europe, playing a key role in the conflict.",
    "Soldaten": "Soldiers",
    "Soldaten vochten in veldslagen tijdens de oorlog, verdedigden hun landen en namen deel aan militaire operaties op verschillende fronten.": "Soldiers fought in battles during the war, defended their countries, and participated in military operations on various fronts.",

    "Middeleeuwen": "The Dark Ages",
    "Kastelen": "Castles",
    "Kastelen waren grote stenen gebouwen waar koningen, koninginnen en ridders woonden en bescherming boden tijdens gevechten.": "Castles were large stone buildings where kings, queens, and knights lived and provided protection during battles.",
    "Ridders": "Knights",
    "Ridders waren geharnaste soldaten die dienden voor koningen en koninginnen, te paard gingen en het land en de mensen verdedigden.": "Knights were armored soldiers who served kings and queens, rode on horseback, and defended the land and people.",
    "Koning": "King",
    "Koningen regeerden over landen, in kastelen waar ze toezicht hielden op het land en de bevolking.": "Kings ruled over countries, living in castles where they oversaw the land and population.",
    "Koningin": "Queen",
    "Koninginnen waren heersers of de vrouwen van koningen, die hielpen bij het beheer van het land.": "Queens were rulers or the wives of kings, who helped manage the land.",

    "Oudheid": "Antiquity",
    "Romeinen": "The Romans",
    "De Romeinen waren mensen uit het oude Rome, bekend om het bouwen van wegen, steden en monumenten zoals het Colosseum.": "The Romans were people from ancient Rome, known for building roads, cities, and monuments like the Colosseum.",
    "Grieken": "The Greeks",
    "De Grieken kwamen uit het oude Griekenland, beroemd om hun kunst en ideeën, en begonnen de Olympische Spelen en bouwden indrukwekkende tempels.": "The Greeks were from ancient Greece, famous for their art and ideas, and started the Olympic Games and built impressive temples.",
    "Gladiatoren": "Gladiators",
    "Gladiatoren waren vechters in het oude Rome die het publiek vermaakten door in grote arenas zoals het Colosseum tegen elkaar of dieren te vechten.": "Gladiators were fighters in ancient Rome who entertained the public by fighting each other or animals in large arenas like the Colosseum.",
    "Colosseum": "Colosseum",
    "Het Colosseum, een enorme stenen arena in Rome, was belangrijk voor gladiatorengevechten en publieke spektakels in het oude Rome.": "The Colosseum, a massive stone arena in Rome, was important for gladiator fights and public spectacles in ancient Rome.",

    "Prehistory": "Prehistory",
    "Mammoet": "Mammoth",
    "Een mammoet was een groot, harig dier zoals een olifant, waarop vroege mensen jaagden voor voedsel, vacht en botten.": "A mammoth was a large, hairy animal like an elephant, hunted by early humans for food, fur, and bones.",
    "Vuur": "Fire",
    "Vuur geeft warmte en licht, het was essentieel voor vroege mensen om te koken, warm te blijven en zich te beschermen tegen roofdieren.": "Fire provides warmth and light, and it was essential for early humans to cook, stay warm, and protect themselves from predators.",
    "Grotten": "Caves",
    "Grotten zijn natuurlijke ruimtes in rotsen of bergen waar vroege mensen woonden voor veiligheid en grotschilderingen maakten.": "Caves are natural spaces in rocks or mountains where early humans lived for safety and created cave paintings.",
    "Steen": "Stone",
    "Stenen zijn harde rotsen die vroege mensen gebruikten om gereedschappen en onderkomens te maken, essentieel voor hun overleving.": "Stones are hard rocks that early humans used to make tools and shelters, essential for their survival.",

    "//": "==history-medium==",
    "D-Day": "D-Day",
    "D-Day was een belangrijke veldslag op 6 juni 1944. Op die dag gingen soldaten uit verschillende landen naar Frankrijk om Duitsland te verslaan.": "D-Day was an important battle on June 6, 1944. On that day, soldiers from different countries landed in France to defeat Germany.",
    "Holocaust": "Holocaust",
    "De Holocaust was een tragische gebeurtenis tijdens de Tweede Wereldoorlog, waarbij miljoenen Joodse mensen en anderen werden vervolgd of gedood.": "The Holocaust was a tragic event during World War II, where millions of Jewish people and others were persecuted or killed.",
    "Atoombom": "Atomic Bomb",
    "Een atoombom is een krachtig wapen dat hele steden kan verwoesten. In 1945 werden twee bommen op Japan gegooid, wat het einde van de oorlog betekende.": "An atomic bomb is a powerful weapon that can destroy entire cities. In 1945, two bombs were dropped on Japan, marking the end of the war.",
    "1939": "1939",
    "1939 markeerde het begin van de Tweede Wereldoorlog toen Duitsland Polen binnenviel, wat leidde tot een wereldomvattend conflict dat duurde tot 1945.": "1939 marked the beginning of World War II when Germany invaded Poland, leading to a global conflict that lasted until 1945.",

    "Kruistochten": "Crusades",
    "De kruistochten waren lange reizen waarbij ridders naar het Midden-Oosten gingen om de heilige stad Jeruzalem te veroveren.": "The Crusades were long journeys where knights went to the Middle East to capture the holy city of Jerusalem.",
    "Monniken": "Monks",
    "Monniken waren mannen die in kloosters leefden. Ze bewaakten kennis tijdens de Middeleeuwen door boeken te schrijven en les te geven.": "Monks were men who lived in monasteries. They preserved knowledge during the Middle Ages by writing books and teaching.",
    "Adel": "Nobility",
    "Edelen waren rijke en machtige landeigenaren die in kastelen woonden, over boeren en ridders heersten en wetten maakten om hun land te beschermen.": "Nobles were wealthy and powerful landowners who lived in castles, ruled over peasants and knights, and created laws to protect their land.",
    "De Pest": "The Plague",
    "De pest, ook wel de Zwarte Dood genoemd, was een dodelijke ziekte die zich over Europa verspreidde en miljoenen mensen doodde.": "The plague, also known as the Black Death, was a deadly disease that spread across Europe and killed millions of people.",

    "Olympische Spelen": "Olympic Games",
    "De Olympische Spelen begonnen in het oude Griekenland als sportwedstrijden om Zeus, de koning van de Griekse goden, te eren.": "The Olympic Games began in ancient Greece as sports competitions to honor Zeus, the king of the Greek gods.",
    "Mythologie": "Mythology",
    "Mythologie is de verzameling van verhalen over goden, helden en wezens, verteld door de Grieken en Romeinen om de natuur en het leven uit te leggen.": "Mythology is a collection of stories about gods, heroes, and creatures, told by the Greeks and Romans to explain nature and life.",
    "Julius Caesar": "Julius Caesar",
    "Julius Caesar was een machtige leider van het oude Rome die gebieden veroverde, Rome versterkte en heerser werd voordat hij werd vermoord.": "Julius Caesar was a powerful leader of ancient Rome who conquered territories, strengthened Rome, and became ruler before being assassinated.",
    "Filosofie": "Philosophy",
    "Filosofie is de studie van kennis en grote vragen over het leven.": "Philosophy is the study of knowledge and big questions about life.",

    "Homo Sapiens": "Homo Sapiens",
    "Homo sapiens waren vroege mensen die het meest op ons van vandaag lijken. Ze jaagden op dieren, verzamelden voedsel en maakten gereedschap.": "Homo sapiens were early humans who most resemble us today. They hunted animals, gathered food, and made tools.",
    "Jagers": "Hunters",
    "Jagers waren mensen die dieren vingen voor voedsel, en gebruikten gereedschap zoals speren en bogen om te jagen voor hun overleving.": "Hunters were people who caught animals for food, using tools like spears and bows to hunt for survival.",
    "Boeren": "Farmers",
    "Boeren verbouwden gewassen en hielden dieren voor voedsel, waardoor mensen op één plek konden blijven en dorpen konden bouwen.": "Farmers grew crops and raised animals for food, allowing people to stay in one place and build villages.",
    "Verzamelaars": "Gatherers",
    "Verzamelaars verzamelden planten, vruchten, noten en bessen om te eten, en trokken rond om voedsel te vinden voordat de landbouw begon.": "Gatherers collected plants, fruits, nuts, and berries to eat, moving around to find food before agriculture began.",

    "//": "==history-hard==",
    "Blitzkrieg": "Blitzkrieg",
    "Blitzkrieg, dat \"bliksemoorlog\" betekent, was een strategie waarbij het Duitse leger snel aanviel om veldslagen snel te winnen.": "Blitzkrieg, meaning 'lightning war,' was a strategy where the German army attacked quickly to win battles swiftly.",
    "Kristallnacht": "Kristallnacht",
    "Kristallnacht, of de \"Nacht van het Gebroken Glas\", was een tragische gebeurtenis in 1938 waarin Joodse huizen en gebouwen werden verwoest.": "Kristallnacht, or the 'Night of Broken Glass,' was a tragic event in 1938 when Jewish homes and buildings were destroyed.",
    "Geallieerden": "Allies",
    "De geallieerden, waaronder de VS, Groot-Brittannië en de Sovjet-Unie, werkten samen om Duitsland en zijn bondgenoten te verslaan.": "The Allies, including the US, Great Britain, and the Soviet Union, worked together to defeat Germany and its allies.",
    "Pearl Harbor": "Pearl Harbor",
    "Pearl Harbor, in Hawaï, werd op 7 december 1941 aangevallen door Japan, wat leidde tot de deelname van de VS aan de Tweede Wereldoorlog.": "Pearl Harbor, in Hawaii, was attacked by Japan on December 7, 1941, leading to the US entering World War II.",

    "Karel de Grote": "Charlemagne",
    "Karel de Grote, een koning die over een groot deel van Europa regeerde, verenigde landen en bracht onderwijs en orde terug tijdens de Middeleeuwen.": "Charlemagne, a king who ruled over much of Europe, united countries and brought education and order back during the Middle Ages.",
    "Horigen": "Serfs",
    "Horigen waren boeren die op het land van edelen werkten, voedsel verbouwden en niet zonder toestemming mochten vertrekken.": "Serfs were peasants who worked on nobles' land, grew food, and could not leave without permission.",
    "Leenstelsel": "Loan System",
    "Het leenstelsel gaf koningen de mogelijkheid om land aan edelen te geven in ruil voor trouw en bescherming, wat zorgde voor organisatie.": "The loan system allowed kings to grant land to nobles in exchange for loyalty and protection, ensuring organization.",
    "Vikingen": "Vikings",
    "Vikingen, dappere zeevaarders en krijgers uit Scandinavië verkenden, handelden en vielen soms Europese steden en dorpen aan.": "Vikings, brave seafarers and warriors from Scandinavia, explored, traded, and sometimes raided European towns and villages.",

    "Alexander de Grote": "Alexander the Great",
    "Alexander de Grote een koning van het oude Griekenland creëerde een van de grootste rijken in de geschiedenis en verspreidde de Griekse cultuur.": "Alexander the Great, a king of ancient Greece, created one of the largest empires in history and spread Greek culture.",
    "Democratie": "Democracy",
    "Democratie, uitgevonden door de oude Grieken, geeft mensen de mogelijkheid om te stemmen en beslissingen te beïnvloeden, en wordt nog steeds gebruikt.": "Democracy, invented by the ancient Greeks, gives people the ability to vote and influence decisions, and is still used today.",
    "Akropolis": "Acropolis",
    "De Akropolis, een heuvel in Athene met tempels zoals het Parthenon, was het culturele en religieuze centrum van het oude Athene.": "The Acropolis, a hill in Athens with temples like the Parthenon, was the cultural and religious center of ancient Athens.",
    "Cleopatra": "Cleopatra",
    "Cleopatra, een koningin van het oude Egypte, was invloedrijk en bekend om haar relaties met Romeinse leiders zoals Julius Caesar en Marcus Antonius.": "Cleopatra, a queen of ancient Egypt, was influential and known for her relationships with Roman leaders such as Julius Caesar and Mark Antony.",

    "Neanderthaler": "Neanderthal",
    "Neanderthalers waren vroege mensen uit de ijstijd die jaagden, gereedschap maakten en in grotten leefden.": "Neanderthals were early humans from the Ice Age who hunted, made tools, and lived in caves.",
    "Grotschilderingen": "Cave Paintings",
    "Grotschilderingen, door vroege mensen op muren gemaakt, tonen dieren en het dagelijks leven en zijn een van de eerste kunstvormen.": "Cave paintings, made by early humans on walls, depict animals and daily life and are one of the earliest art forms.",
    "Nomaden": "Nomads",
    "Nomaden trokken rond om voedsel en onderdak te vinden. Ze jaagde op dieren en verzamelde zonder lang op één plek te blijven.": "Nomads moved around to find food and shelter. They hunted animals and gathered without staying in one place for long.",
    "Stenen Werktuigen": "Stone Tools",
    "Stenen werktuigen, gemaakt van rotsen, waren cruciaal voor vroege mensen om te jagen, vlees te snijden en onderdak te bouwen.": "Stone tools, made from rocks, were essential for early humans to hunt, cut meat, and build shelters.",

    "//": "==physics-easy==",
    "Vaste stoffen": "Solids",
    "Een steen is een hard materiaal dat in de natuur voorkomt. Het verandert niet gemakkelijk van vorm en blijft in de loop van de tijd vast.": "A stone is a hard material found in nature. It doesn't easily change shape and remains solid over time.",
    "Hout": "Wood",
    "Hout is een materiaal dat afkomstig is van bomen en veel wordt gebruikt. Het is vast en behoudt zijn vorm, tenzij het wordt veranderd.": "Wood is a material derived from trees and widely used. It is solid and retains its shape unless altered.",
    "IJzer": "Iron",
    "IJzer is een sterk metaal. Het is vast, duurzaam en bestand tegen buigen, waardoor het essentieel is voor veel industrieën.": "Iron is a strong metal. It is solid, durable, and resistant to bending, making it essential for many industries.",
    "Krijt": "Chalk",
    "Krijt is een zacht, wit materiaal dat wordt gebruikt om te schrijven. Krijt blijft in één vorm en stroomt niet zoals een vloeistof of gas.": "Chalk is a soft, white material used for writing. Chalk stays in one form and does not flow like a liquid or gas.",

    "Vloeistoffen": "Liquids",
    "Water": "Water",
    "Water is een heldere vloeistof die essentieel is voor het leven. Het stroomt gemakkelijk en wordt voor veel gebruikt.": "Water is a clear liquid essential for life. It flows easily and has many uses.",
    "Lichaamsvloeistoffen": "Bodily Fluids",
    "Lichaamsvloeistoffen zijn vloeistoffen zoals bloed, speeksel en urine die door het lichaam worden geproduceerd. Ze stromen gemakkelijk.": "Bodily fluids are liquids like blood, saliva, and urine produced by the body. They flow easily.",
    "Azijn": "Vinegar",
    "Azijn is een zure vloeistof die wordt gebruikt in koken, schoonmaken en als conserveermiddel. Het stroomt zoals andere vloeistoffen.": "Vinegar is an acidic liquid used in cooking, cleaning, and as a preservative. It flows like other liquids.",
    "Olie": "Oil",
    "Olie is een gladde vloeistof die zich niet mengt met water. Het stroomt gemakkelijk, en wordt voor veel gebruikt.": "Oil is a slippery liquid that does not mix with water. It flows easily and has many uses.",

    "Gassen": "Gases",
    "Lucht": "Air",
    "Lucht is een mengsel van gassen die we elke dag inademen. Het vult de ruimte om ons heen, heeft geen vaste vorm en verspreidt zich vrij.": "Air is a mixture of gases we breathe every day. It fills the space around us, has no fixed shape, and spreads freely.",
    "Zuurstof": "Oxygen",
    "Zuurstof is het gas dat we nodig hebben om te ademen en in leven te blijven. Het beweegt zich vrij en verspreidt zich in de lucht.": "Oxygen is the gas we need to breathe and stay alive. It moves freely and spreads in the air.",
    "Helium": "Helium",
    "Helium is een licht gas dat wordt gebruikt om ballonnen te vullen. Het stijgt op en verspreidt zich gemakkelijk.": "Helium is a light gas used to fill balloons. It rises and spreads easily.",
    "Waterdamp": "Water Vapor",
    "Waterdamp is water in gasvorm, zoals stoom. Het stijgt op en verspreidt zich wanneer water erg heet wordt, waardoor damp in de lucht ontstaat.": "Water vapor is water in gas form, like steam. It rises and spreads when water gets very hot, forming vapor in the air.",

    "Voedingsstoffen": "Food Substances",
    "Melk": "Milk",
    "Melk is een drank die van koeien komt. Het bevat voedingsstoffen zoals calcium, die helpen de botten te versterken.": "Milk is a drink that comes from cows. It contains nutrients like calcium, which help strengthen bones.",
    "Suiker": "Sugar",
    "Suiker is een zoete stof die aan voedsel en dranken wordt toegevoegd.": "Sugar is a sweet substance added to foods and drinks.",
    "Chocolade is gemaakt van cacaobonen en is een zoete lekkernij.": "Chocolate is made from cocoa beans and is a sweet treat.",
    "Boter": "Butter",
    "Boter is een zachte, gele voeding gemaakt van melk. Het wordt gebruikt in het koken en voegt smaak toe aan verschillende gerechten.": "Butter is a soft, yellow food made from milk. It is used in cooking and adds flavor to various dishes.",

    "//": "==physics-medium==",
    "Natuurlijke materialen": "Natural Materials",
    "Hout komt van bomen en wordt gebruikt om meubels en huizen te bouwen. Het komt uit de natuur en is niet door mensen gemaakt.": "Wood comes from trees and is used to build furniture and houses. It comes from nature and is not man-made.",
    "Zand": "Sand",
    "Zand bestaat uit kleine korrels gesteente, vaak te vinden op stranden. Het wordt van nature gevormd wanneer gesteente in kleine stukjes breekt.": "Sand is made up of tiny grains of rock, often found on beaches. It is naturally formed when rocks break into small pieces.",
    "Een steen is een hard materiaal dat uit de grond komt. Stenen worden van nature gevormd door de aarde in de loop van de tijd.": "A stone is a hard material that comes from the ground. Stones are naturally formed by the earth over time.",
    "Water is een vloeistof die we moeten drinken om in leven te blijven. Het komt uit rivieren, meren en regen.": "Water is a liquid that we need to drink to stay alive. It comes from rivers, lakes, and rain.",

    "Mens gemaakte materialen": "Man-Made Materials",
    "Plastic": "Plastic",
    "Plastic is een flexibel materiaal. Het wordt door mensen in fabrieken gemaakt met behulp van chemicaliën.": "Plastic is a flexible material. It is made by humans in factories using chemicals.",
    "Zeep": "Soap",
    "Zeep wordt gebruikt om onze handen en ons lichaam te reinigen. Zeep wordt door mensen gemaakt met oliën en andere ingrediënten.": "Soap is used to clean our hands and body. Soap is made by humans using oils and other ingredients.",
    "Papier": "Paper",
    "Papier is een dun materiaal waarop we schrijven en tekenen. Papier wordt gemaakt van houtpulp in fabrieken.": "Paper is a thin material on which we write and draw. Paper is made from wood pulp in factories.",
    "Glas": "Glass",
    "Glas is een hard, doorzichtig materiaal. Mensen maken glas door zand op hoge temperaturen te verhitten.": "Glass is a hard, transparent material. Humans make glass by heating sand at high temperatures.",

    "Plasma": "Plasma",
    "Bliksem": "Lightning",
    "Bliksem is een fel licht van energie dat optreedt tijdens stormen. Bliksem is een vorm van plasma omdat het super verhit is en vol energie zit.": "Lightning is a bright flash of energy that occurs during storms. Lightning is a form of plasma because it is superheated and full of energy.",
    "Zon": "Sun",
    "De zon is een enorme bal van zeer hete gas. Plasma is een zeer heet gas dat elektrisch geleidend is en dat is de zon ook.": "The sun is a huge ball of very hot gas. Plasma is a very hot, electrically conductive gas, and the sun is made of it.",
    "Neonlicht": "Neon Light",
    "Neonlichten zijn felle lichten die worden gebruikt voor borden. Ze gloeien omdat plasma zich binnen de buizen vormt wanneer elektriciteit stroomt.": "Neon lights are bright lights used for signs. They glow because plasma forms inside the tubes when electricity flows.",
    "Sterren": "Stars",
    "Sterren zijn enorme ballen van gloeiend gas in de ruimte. Sterren zijn gemaakt van plasma omdat hun gassen extreem heet en vol energie zijn.": "Stars are huge balls of glowing gas in space. Stars are made of plasma because their gases are extremely hot and full of energy.",

    "Metals": "Metalen",
    "IJzer is een sterk, hard metaal dat wordt gebruikt om dingen te bouwen.": "Iron is a strong, hard metal used to build things.",
    "Zilver": "Silver",
    "Zilver is een glanzend metaal dat wordt gebruikt voor sieraden en munten.": "Silver is a shiny metal used for jewelry and coins.",
    "Goud": "Gold",
    "Goud is een zeldzaam, glanzend metaal dat wordt gebruikt voor sieraden en versiering.": "Gold is a rare, shiny metal used for jewelry and decoration.",
    "Koper": "Copper",
    "Koper is een roodbruin metaal dat wordt gebruikt in draden en pijpen. Koper geleidt elektriciteit heel goed.": "Copper is a reddish-brown metal used in wires and pipes. Copper conducts electricity very well.",

    "//": "==physics-hard==",
    "Brandbare stoffen": "Flammable Substances",
    "Niet-brandbare stoffen": "Non-Flammable Substances",
    "Drijvende stoffen": "Floating Substances",
    "Zinkende stoffen": "Sinking Substances",
    
    "Hout is een vast materiaal dat uit bomen komt. Hout is brandbaar omdat het gemakkelijk vlam vat en warmte en rook vrijgeeft.": "Wood is a solid material that comes from trees. Wood is flammable because it easily catches fire, releasing heat and smoke.",
    "Papier is een dun materiaal gemaakt van houtpulp. Papier is brandbaar omdat het snel verbrandt bij contact met vuur.": "Paper is a thin material made from wood pulp. Paper is flammable because it burns quickly when it comes into contact with fire.",
    "Plantenmateriaal": "Plant Material",
    "Plantenmateriaal bestaat uit bladeren en andere organische delen. Het brandt gemakkelijk vooral wanneer het droog is.": "Plant material consists of leaves and other organic parts. It burns easily, especially when dry.",
    "Kaarsvet": "Candle Wax",
    "Kaarsvet smelt bij verhitting en wordt gebruikt in kaarsen. Het brandt nadat het smelt in vloeistof en als gas verbrandt bij de vlam.": "Candle wax melts when heated and is used in candles. It burns after melting into liquid and vaporizing into gas near the flame.",
    "Water is een vloeistof die we drinken en gebruiken om schoon te maken. Het is niet brandbaar omdat het niet verbrandt en vuur blust.": "Water is a liquid that we drink and use for cleaning. It is not flammable because it does not burn and extinguishes fire.",
    "Zand is een natuurlijk materiaal van kleine gesteentekorrels. Het is niet brandbaar en kan vlammen doven door zuurstof af te sluiten.": "Sand is a natural material made of small grains of rock. It is not flammable and can extinguish flames by cutting off oxygen.",
    "Glas is een hard, doorzichtig materiaal gemaakt van gesmolten zand. Het is niet brandbaar omdat het hoge temperaturen aankan en niet verbrandt.": "Glass is a hard, transparent material made from melted sand. It is not flammable because it can withstand high temperatures and does not burn.",
    "Metaal": "Metal",
    "Metaal is een sterk materiaal gebruikt in gereedschappen en gebouwen. De meeste metalen zijn niet brandbaar omdat ze extreem hoge hitte nodig hebben om te smelten of te verbranden.": "Metal is a strong material used in tools and buildings. Most metals are not flammable because they require extremely high heat to melt or burn.",
    "Schuim": "Foam",
    "Schuim is een licht materiaal van gasbellen in een vaste stof of vloeistof. Het drijft doordat de luchtbellen het minder dicht maken dan water.": "Foam is a light material made of gas bubbles in a solid or liquid. It floats because the air bubbles make it less dense than water.",
    "Kurken": "Cork",
    "Kurk is een licht, sponsachtig materiaal van de schors van kurkbomen. Het drijft door de kleine luchtbellen.": "Cork is a light, spongy material from the bark of cork trees. It floats due to the small air bubbles.",
    "Een steen is een hard, vast materiaal. Het zinkt omdat het dichter en zwaarder is dan water, waardoor het niet aan het oppervlak blijft.": "A stone is a hard, solid material. It sinks because it is denser and heavier than water, preventing it from staying on the surface.",
    "Klei": "Clay",
    "Klei is een zachte, plakkerige grond die hard wordt wanneer het droogt. Het zinkt omdat het compact en zwaar is, waardoor het dichter is dan water.": "Clay is a soft, sticky soil that hardens when dried. It sinks because it is compact and heavy, making it denser than water.",
    "Munt": "Coin",
    "Een munt is een klein, rond stuk metaal. Munten zinken omdat ze zijn gemaakt van metaal, dat veel zwaarder en dichter is dan water.": "A coin is a small, round piece of metal. Coins sink because they are made of metal, which is much heavier and denser than water.",
    "Sleutel": "Key",
    "Een sleutel is een klein, vast object van metaal dat wordt gebruikt om sloten te openen. Sleutels zinken omdat metaal dicht is, waardoor het niet op water blijft drijven.": "A key is a small, solid object made of metal used to open locks. Keys sink because metal is dense, preventing them from floating on water."
}